{
    "cards" : [
        {
            "id"        : 1,
            "title"     : "Waffle Fries",
            "brand"     : "Chick-fil-A",
            "category"  : "Fries",
            "img"       : "img/items/1.jpg",
            "desc"      : "You know the scene in Scott Pilgrim vs. The World where Scott tells Ramona that, were he to have his way, he’d eat garlic bread forever without ever having to stop? I could probably do that with Chick-Fil-A waffle fries. Except then I'd get fat. Fries make you fat.",
            "writer"    : "Micah Peters",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 2,
            "title"     : "Double Double",
            "brand"     : "In N Out",
            "category"  : "Burger",
            "img"       : "img/items/2.jpg",
            "desc"      : "There's one small change that can take the Double Double from \"best burger ever\" to \"literal perfection between two buns.\" Ask for grilled onions — instead of the sliced onion — the next time you order one. It gets you halfway to Animal Style for free.",
            "writer"    : "Riley McAtee",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 3,
            "title"     : "Fries",
            "brand"     : "McDonald's",
            "category"  : "Fries",
            "img"       : "img/items/3.jpg",
            "desc"      : "There is a semi-fancy bar that my friends and I like to go to, and we always order a big bowl of their fries because they taste like McDonalds fries. No matter how fancy the restaurant, \"Tastes like McDonalds fries\" is the highest compliment you can give a French fry. Also, no other fast food item has a Kanye West poem written about it. \"I don't trust no food that smells that good man,\" he says of the fries in \"McDonalds Man.\" There is no competition; this is the most foolish thing Kanye West has ever said.",
            "writer"    : "Lindsay Zoladz",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 4,
            "title"     : "Chicken",
            "brand"     : "Popeyes",
            "category"  : "Chicken",
            "img"       : "img/items/4.jpg",
            "desc"      : "The only bad thing about Beyoncé is that she has a lifetime of free chicken at Popeye's (http://uproxx.com/smokingsection/7-things-you-didnt-know-about-destinys-child/7/) but, being a vegan, can't take advantage of it. Imagine unfettered access to that succulent meat, and those perfectly crisp and savory flaps of fried skin, every day. Okay—so some of us are already practically living that life. But imagine living it for free.",
            "writer"    : "K. Austin Collins",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 5,
            "title"     : "Chicken Sandwich",
            "brand"     : "Chick-fil-A",
            "category"  : "Chicken Sandwich",
            "img"       : "img/items/5.jpg",
            "desc"      : "The Chick-fil-A chicken sandwich is transcendent. The perfect combination of a generous portion of breaded chicken, soft bun, and tart pickles, it's only enhanced by one thing: Polynesian sauce.",
            "writer"    : "Hannah Giorgios",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 6,
            "title"     : "Curly Fries",
            "brand"     : "Arby's",
            "category"  : "Fries",
            "img"       : "img/items/6.jpg",
            "desc"      : "Picture some of the best things in life: grandiose spiral staircases; chocolate-vanilla swirl ice cream cones; Slinkies descending slowly down steps. What do they all have in common? Their shape. Apply that same shape to salted, deep-fried potatoes, and of course you'd end up with perfection in physical form: Arby's curly fries.",
            "writer"    : "Megan Schuster",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 7,
            "title"     : "Blizzard",
            "brand"     : "Dairy Queen",
            "category"  : "Dessert",
            "img"       : "img/items/7.jpg",
            "desc"      : "Certain foods become more about who you eat them with than how they taste (or nutrition, of course). For me, the Dairy Queen Blizzard is about my wife, about hot summer nights, about sitting and chatting between delicious bites of soft serve swirled with treats (usually Oreo for me). It’s one of the best parts of summer. ",
            "writer"    : "Jack McCluskey",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 8,
            "title"     : "Frosty",
            "brand"     : "Wendy's",
            "category"  : "Dessert",
            "img"       : "img/items/8.jpg",
            "desc"      : "To come to terms with your existence in a capitalist society is to accept that nothing is good, fast, and cheap. Well, almost nothing. You can have two, but not all three—unless you buy a Frosty.",
            "writer"    : "Ryan O'Hanlon",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 9,
            "title"     : "McFlurry",
            "brand"     : "McDonald's",
            "category"  : "Dessert",
            "img"       : "img/items/9.jpg",
            "desc"      : "",
            "writer"    : "Rubie Edmondson",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 10,
            "title"     : "Bacon Cheeseburger",
            "brand"     : "Five Guys",
            "category"  : "Burger",
            "img"       : "img/items/10.jpg",
            "desc"      : "Bacon Cheeseburgers are great because beef is great, cheese is great, and bacon is great, and these things are all great together. But most fast food hamburgers taste amorphously savory, seem to be made of ingredients that are only food-like, and have the texture of sludge once they're in your mouth, and if I'm going to eat sludge, it should at least be healthy. The burger at Five Guys tastes like an actual bacon cheeseburger made with beef and bacon, and that's why it's good. This isn't complicated.",
            "writer"    : "Chris Almeida",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 11,
            "title"     : "Animal Style Burger",
            "brand"     : "In N Out",
            "category"  : "Burger",
            "img"       : "img/items/11.jpg",
            "desc"      : "What does Southern California taste like? A bunch of things: salty air at the beach. Smog. But mostly a burger, griddled, topped with something like Thousand Island dressing and tiny grilled onions. Best eaten in the car.",
            "writer"    : "Sam Schube",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 12,
            "title"     : "Spicy Chicken Sandwich",
            "brand"     : "Chick-fil-A",
            "category"  : "Chicken Sandwich",
            "img"       : "img/items/12.jpg",
            "desc"      : "The Chick-fil-A spicy chicken sandwich is iconic, and it isn’t even a decade old. Believe it or not, the spicy option was first introduced in 2010. It took more than 50 years to arrive, but there’s joy in knowing they got it right. Strip away the promotional gimmicks from its competitors and you’ll find that Chick-fil-A has the best, spiciest chicken sandwich in all of fast food.",
            "writer"    : "Danny Chau",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 13,
            "title"     : "Chicken Nuggets",
            "brand"     : "Chick-fil-A",
            "category"  : "Chicken",
            "img"       : "img/items/13.jpg",
            "desc"      : "I grew up in Atlanta, GA, where the mark of a good party was a Chick-Fil-A Nugget Platter on the coffee table. In 2017, the humble Chick-Fil-A nugget is the best portable chicken product on the market, and it is still reliable indicator of whether a social gathering is worth your time. As Martha Stewart once said, “No nuggets, no party.” Believe her.",
            "writer"    : "Amanda Dobbins",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 14,
            "title"     : "McNuggets",
            "brand"     : "McDonald's",
            "category"  : "Chicken",
            "img"       : "img/items/14.jpg",
            "desc"      : "There are only a few things in life that are certain: death, taxes, an episode of Law and Order being on right now, and Chicken McNuggets being delicious. Whether it's the one shaped like a boot, or the oval McNugget that has the purple, rubber band-like vein, they are the perfect food. I'd get into how incredible the skin of a McNugget is, but words can't do it justice. (P.S.: Do NOT Youtube a video of how they are made!)",
            "writer"    : "Jim Cunningham",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 15,
            "title"     : "Cheesy Gordita Crunch",
            "brand"     : "Taco Bell",
            "category"  : "Taco",
            "img"       : "img/items/15.jpg",
            "desc"      : "",
            "writer"    : "Sean Fennessey",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 16,
            "title"     : "Big Mac",
            "brand"     : "McDonald's",
            "category"  : "Burger",
            "img"       : "img/items/16.jpg",
            "desc"      : "What does it take to really make a relationship work? Love, of course. Compassion. Trust. Three sesame seed buns. Kindness. Two hamburgers. Understanding. A special sauce. Pickles. Onions. Cheese. Lettuce. Big Macs forever, man.",
            "writer"    : "Haley O'Shaughnessy",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 17,
            "title"     : "Pretzel",
            "brand"     : "Auntie Anne's",
            "category"  : "Misc",
            "img"       : "img/items/17.jpg",
            "desc"      : "Auntie Anne's services all tastes and cravings with perfectly proportioned bites of doughy deliciousness. Want sweet but messy? Try the cinnamon sugar. Want flavored but smelly? Buy the garlic parmesan. And for the simple pretzel connoisseur, the original \"built an empire,\" the shop's menu says. Count me as a satisfied, snacking citizen.",
            "writer"    : "Zach Kram",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 18,
            "title"     : "Shake Shack",
            "brand"     : "Shack Burger",
            "category"  : "Burger",
            "img"       : "img/items/18.jpg",
            "desc"      : "The Shake Shack Shack Burger is perfect. It’s simple, yet high quality. From the bun to the sauce, you can’t eat one without feeling satisfied. For those that say it’s not fast food, it started out as a food cart. That’s about as fast and basic as you can make food.",
            "writer"    : "Caitlin Blosser",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 19,
            "title"     : "2 Tacos for $0.99",
            "brand"     : "Jack in the Box",
            "category"  : "Taco",
            "img"       : "img/items/19.jpg",
            "desc"      : "Well this is the easiest sell in history. Where to start? How about that no other fast food item is known for having it's price in the title - because it's THAT good. You could feed yourself for a week for like $10 with these tacos. Next there's the quantity - which happens to be TWO. I don't need to sell you on the number two - the gods Marvin Gaye and Kim Weston have done that for us. Lastly, and this is key, we're talking about tacos. Find someone that doesn't like a greasy, mysterious, delicious taco, and you've found yourself Beelzebub incarnate.",
            "writer"    : "Jason Gallagher",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 20,
            "title"     : "Spicy Chicken Sandwich",
            "brand"     : "Wendy's",
            "category"  : "Chicken Sandwich",
            "img"       : "img/items/20.jpg",
            "desc"      : "",
            "writer"    : "Ben Glicksman",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 21,
            "title"     : "Chicken Tenders",
            "brand"     : "Popeyes",
            "category"  : "Chicken",
            "img"       : "img/items/21.jpg",
            "desc"      : "Popeyes chicken tenders are an extremely satisfying meal, and not just because their airy, crispy coating packs such a perfect crunch. Their long, thin shape is precisely engineered for optimal dipping into those tiny tubs of Bayou Buffalo or Blackened Ranch, making for a spicy and delicious synergy between finger food and condiment.",
            "writer"    : "Katie Baker",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 22,
            "title"     : "Biscuits",
            "brand"     : "Popeyes",
            "category"  : "Misc",
            "img"       : "img/items/22.jpg",
            "desc"      : "The Popeyes biscuit isn't the best part of a Popeyes meal, but it is absolutely essential — the ideal buttery companion for your juicy, spicy chicken; the delicious spoon for your mashed potatoes and gravy. Don't let the way the biscuit is haphazardly tossed in the bottom of your box fool you: It is an integral part of the best meal fast food has to offer.",
            "writer"    : "Rodger Sherman",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 23,
            "title"     : "Soft Tacos",
            "brand"     : "Chipotle",
            "category"  : "Taco",
            "img"       : "img/items/23.jpg",
            "desc"      : "Everything at Chipotle is pretty good and the soft tacos are good because it's Chipotle.",
            "writer"    : "Ryan Wright",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 24,
            "title"     : "Animal Style Fries",
            "brand"     : "In N Out",
            "category"  : "Fries",
            "img"       : "img/items/24.jpg",
            "desc"      : "In N Out's fries are just fine. Nothing special. But order them \"Animal Style\", from the not-so-secret secret menu, and get them doused in sauce, drenched in cheese, and sprinkled with caramelized onions. Now grab a fork or get your hands dirty. The ordinary is now decadent, and it's a delicious mess.",
            "writer"    : "Jordan Conn",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 25,
            "title"     : "Crunchy Shell Tacos",
            "brand"     : "Taco Bell",
            "category"  : "Taco",
            "img"       : "img/items/25.jpg",
            "desc"      : "Taco Bell Crunch Shell Tacos are perfect drunk food and hangover food: The crispy shell distracts from what some say is gooey meat (I say delicious!) for maximum late-night consumption, and there's some sort of magic preservative in them that keeps the shell just crunchy enough for day-after eating. Separate, they are nothing: tasteless iceberg lettuce, mediocre shredded cheese, questionable meat, and a fried tortilla. Together, they are perfect.",
            "writer"    : "Molly McHugh",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 26,
            "title"     : "Cajun Fries",
            "brand"     : "Five Guys",
            "category"  : "Fries",
            "img"       : "img/items/26.jpg",
            "desc"      : "Five Guys fries are the only fast food item that give you the smug, farm-to-table satisfaction of knowing exactly where your (technical) vegetables are sourced. They are generously portioned; the proper serving size is \"one full paper bag.\" And thanks to that highly addictive seasoning, they are delicious.",
            "writer"    : "Alison Herman",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 27,
            "title"     : "Double Shack",
            "brand"     : "Shake Shack",
            "category"  : "Misc",
            "img"       : "img/items/27.jpg",
            "desc"      : "Comparing the Double Shack to In N Out's Double Double is like comparing a Tesla Model S to a Honda Civic. While the Civic is an affordable and reliable car, the Model S is more elegant and refined. It's double the price — and double the quality.",
            "writer"    : "Sean Yoo",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 28,
            "title"     : "Apple Pie",
            "brand"     : "McDonald's",
            "category"  : "Dessert",
            "img"       : "img/items/28.jpg",
            "desc"      : "I have written at length about my intense admiration for the McDonald's apple pie, AKA mankind's most perfect creation, in the past. To sum it up: (1) sweet, (2) not too sweet, (3) filling, (4) not too filling, (5) SOLD IN FREAKING PAIRS. There are many great fast foods, but the Golden Arches' twin dessert is the greatest of them all.",
            "writer"    : "Claire McNear",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 29,
            "title"     : "Hash Browns",
            "brand"     : "McDonald's",
            "category"  : "Breakfast",
            "img"       : "img/items/29.jpg",
            "desc"      : "You know how in dystopian sci-fi, we'll all be eating bland Food Units in the future? The McD's hash browns are like that: a perfectly crispy, offensively salty block of pure beige wonder.",
            "writer"    : "Sam Schube",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 30,
            "title"     : "Chicken Biscuit",
            "brand"     : "Chick-fil-A",
            "category"  : "Breakfast",
            "img"       : "img/items/30.jpg",
            "desc"      : "There are no greater biscuits. It’s flaky buttermilk goodness baked to a golden brown. It’s crunchy enough to distinguish itself from a dinner roll without being a wheat-based brick. It’s salty enough to be perfectly accented by a cup of sugary lemonade, maximizing caloric euphoria. The day this becomes an all-day-breakfast item is the day I reevaluate my life insurance.",
            "writer"    : "Victor Luckerson",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 31,
            "title"     : "Steakburger",
            "brand"     : "Steak N Shake",
            "category"  : "Burger",
            "img"       : "img/items/31.jpg",
            "desc"      : "The Steakburger is the Double Double without all the hype. It's a great blend of taste and convenience, and it's exactly what you should be looking for when it comes to a fast food hamburger.",
            "writer"    : "Jonathan Tjarks",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 32,
            "title"     : "Egg McMuffin",
            "brand"     : "McDonald's",
            "category"  : "Breakfast",
            "img"       : "img/items/32.jpg",
            "desc"      : "The McDonald’s Egg McMuffin hides a quiet sophistication; its mass market prominence as a staple of an enormous conglomerate belies the fusion of three countries’ cultural and culinary heritages, combining a fluffy, buttery English Muffin, a crispy slice of Canadian Bacon, and a melty, decadent slice of American Cheese. And, also an egg. It’s delicious whether you’re in London, Vancouver, or New York.",
            "writer"    : "Danny Kelly",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 33,
            "title"     : "Roast Beef Sandwich",
            "brand"     : "Arby's",
            "category"  : "Misc",
            "img"       : "img/items/33.jpg",
            "desc"      : "If you don't like the roast beef sandwich at Arby's chances are you haven't tried it. With the perfect greese to \"beef\" ratio at 90/10, your tastebuds will thank you.",
            "writer"    : "Matt Gothard",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 34,
            "title"     : "Chicken Fingers",
            "brand"     : "Raising Cane's",
            "category"  : "Chicken",
            "img"       : "img/items/34.jpg",
            "desc"      : "The only thing wrong with Raising Cane's is its limited regional availability. The tenders feature the perfect balance of seasoned, crunchy breading and tender, juicy chicken. Forget that \"signature blend of Herbs and Spices\" — these tenders put the Colonel's chicken to shame.",
            "writer"    : "Daniel Varghese",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 35,
            "title"     : "Cheeseburger",
            "brand"     : "In N Out",
            "category"  : "Burger",
            "img"       : "img/items/35.jpg",
            "desc"      : "I once had to drive from Fort Collins, Colorado to Santa Cruz, California — a journey of roughly 20 hours — alone in a car with no radio. For the journey, I bought two CD’s — Yoshimi Battles the Pink Robots by The Flaming Lips and Original Pirate Material by the Streets — and four tall cans of Rock Star Energy drink. Somewhere west of the Great Salt Lake, I pulled over at a rest stop that looked like it was the site of roughly 50 grizzly sex-murders. That was the first time I stopped (not counting for gas). The second time was at the In-N-Out in Watsonville, California, just an hour from home. That’s how good In-N-Out is.",
            "writer"    : "Jason Concepcion",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 36,
            "title"     : "Taco Bell",
            "brand"     : "Chicken Quesadilla",
            "category"  : "Misc",
            "img"       : "img/items/36.jpg",
            "desc"      : "Go to the Google search bar and start typing \"What is the sauce in the” — then let it hang. The very first suggestion is \"Taco Bell quesadilla,\" a cheesy creation with a tangy yet spicy sauce. Being the top result on a Google search is an anonymous consensus: This quesadilla is special.",
            "writer"    : "Haley O'Shaughnessy",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 37,
            "title"     : "Honey BBQ Chicken Sandwich",
            "brand"     : "Whataburger",
            "category"  : "Chicken Sandwich",
            "img"       : "img/items/37.jpg",
            "desc"      : "It’s the James Harden of fast food sandwiches. The dynamic blend of flavors and textures make for a sublime experience. It's so damn good the nutrition label doesn't matter, much like Harden's defense.",
            "writer"    : "Kevin O'Connor",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 38,
            "title"     : "Cherry Limeade",
            "brand"     : "Sonic",
            "category"  : "Misc",
            "img"       : "img/items/38.jpg",
            "desc"      : "1) Limeade is the greatest beverage, if not engineering achievement of any kind, in human history. 2) Sonic Cherry Limeade is not limeade as such, but with the flirtation of sweet-and-sour between cherry and lime juice, and a hint of carbonation, it's nearly as piquant as the genuine article. 3) Your teeth and pancreas might not thank you for mainlining Sonic Cherry Limeade, but we think with our brains and feel with our hearts, and our teeth and pancreases can shut the hell up.",
            "writer"    : "Michael Baumann",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 39,
            "title"     : "Soft Cookies",
            "brand"     : "Subway",
            "category"  : "Breakfast",
            "img"       : "img/items/39.jpg",
            "desc"      : "The soft cookies at Subway are often overlooked, presumably because the stench of the bread overwhelms, but they are consistently delicious with just the right density and temperature.",
            "writer"    : "Juliet Litman",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 40,
            "title"     : "Glazed Doughnut",
            "brand"     : "Krispy Kreme",
            "category"  : "Breakfast",
            "img"       : "img/items/40.jpg",
            "desc"      : "One of the first programs I ever watched on an HDTV was the Krispy Kreme Challenge, an annual race in Raleigh, North Carolina, where contestants eat a dozen glazed doughnuts and then run 2.5 miles. I watched runners puking up sugary dough in startling high-definition. But my primary thought remained, “I could really go for a glazed donut right now.” That’s how good they are. ",
            "writer"    : "Victor Luckerson",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 41,
            "title"     : "Spicy Chicken Deluxe Sandwich",
            "brand"     : "Chick-fil-A",
            "category"  : "Chicken Sandwich",
            "img"       : "img/items/41.jpg",
            "desc"      : "Someone took a tender, juicy, and perfectly-fried piece of chicken and made it easier to eat by sticking it on a sandwich (and adding cheese)! Add some Polynesian, Ranch, or Chik-fil-A sauce if you like, but frankly, this sandwich is so simple and perfect and delicious that it must be a sin to eat it. That's why you can't get them on Sundays.",
            "writer"    : "Christian Robinson",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 42,
            "title"     : "McGriddle",
            "brand"     : "McDonald's",
            "category"  : "Breakfast",
            "img"       : "img/items/42.jpg",
            "desc"      : "In the culinary world, there are few instances where salty meets sweet in order to form a union so perfect, it would make the forefathers jealous. By packing breakfast staples like sausage, egg, cheese and syrup-infused pancakes into a handheld device, the McGriddle is America's over-simplistic response to the morning dilemma of \"I want all the breakfast food\" and \"I have no time\". It’s as patriotic as it is perfect.",
            "writer"    : "Paolo Ugetti",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 43,
            "title"     : "Original Chicken Sandwich",
            "brand"     : "Burger King",
            "category"  : "Misc",
            "img"       : "img/items/43.jpg",
            "desc"      : "It’s juicy, bursting with flavor and has just the right amount of zesty flavor—it’s like a flattened, elongated chicken nugget. Most importantly—the mayonnaise. Burger King is not afraid to liberally spread mayo on both sides of the long bun. I’m guessing it’s like 3 tablespoons worth of sweet, sweet mayo. My scientific theory: the almost excessive amount of mayonnaise not only adds an extra dose of umami, but also acts as some sort of flavor sealant. I don’t see a Chick-fil-A offering such scientific advances, that’s all I’m saying.",
            "writer"    : "Allison P. Davis",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 44,
            "title"     : "Filet-O-Fish",
            "brand"     : "McDonald's",
            "category"  : "Misc",
            "img"       : "img/items/44.jpg",
            "desc"      : "",
            "writer"    : "Justin Charity",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 45,
            "title"     : "Mashed Potatos and Cajun Gravy",
            "brand"     : "Popeyes",
            "category"  : "Misc",
            "img"       : "img/items/45.jpg",
            "desc"      : "You can (and should!) make an entire meal out of Popeyes' Signature Sides, but if you feel compelled to cap your intake at one, opt for the mashed potatoes with cajun gravy. The potatoes, while smooth and creamy, are merely the vehicle for the true star: a rich, tangy, and hearty gravy that's so sumptuous you'll be tempted to ladle it into your mouth like soup. Ask for extra so that you can do just that.",
            "writer"    : "Mallory Rubin",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 46,
            "title"     : "Whopper",
            "brand"     : "Burger King",
            "category"  : "Misc",
            "img"       : "img/items/46.jpg",
            "desc"      : "The contributing factors to the success of BK's signature burger are uncomplicated: catchy name (very important), tasty accoutrements (crunchy onions, ridged pickles), perfect condiments (ketchup, mayo), appropriate size (wide and flat yet substantive), and of course, that trademark \"flame-broiled\" —sorry, \"fire-grilled\" flavor. Plus, it's Bruce Lee's favorite burger.",
            "writer"    : "Donnie Kwak",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 47,
            "title"     : "Chicken",
            "brand"     : "KFC",
            "category"  : "Chicken",
            "img"       : "img/items/47.jpg",
            "desc"      : "Here are three things that make KFC great: 1) If you order in bulk, you will receive your food not in a foil wrapper or a cardboard box, but in a bucket, which is dope. 2) The restaurant’s chicken is so delicious that it was able to survive both a (false) rumor that it rebranded from “Kentucky Fried Chicken” to “KFC” because legally what it was serving was not chicken, and a (fake) viral story that they served someone a fried rat. 3) Its biscuits are fluffy, and buttery enough to stand their own as a main dish.",
            "writer"    : "Alyssa Bereznak",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 48,
            "title"     : "Cheese Curds",
            "brand"     : "Culver's",
            "category"  : "Misc",
            "img"       : "img/items/48.jpg",
            "desc"      : "A major problem with cheese is that it is, in at least its socially acceptable acceptable forms, difficult to eat: You need a plate, a knife, a grater, some sort of grain or meat to put it on, etc. The Midwest, god bless it, has eliminated that problem. Culver's knows that man's usual condition—\"not enough cheese\"—can be easily solved; one visit to a drive-through window and you will be a (kind of oily, but worth it) sack of delicious, deep-dried cheese curds richer. Every fast food chain should sell cheese curds. We would be a better world.",
            "writer"    : "Claire McNear",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 49,
            "title"     : "Quarter Pounder",
            "brand"     : "McDonald's",
            "category"  : "Burger",
            "img"       : "img/items/49.jpg",
            "desc"      : "The McDonald's Quarter Pounder doesn't need a special sauce or its own jingle. It doesn't need to be done \"animal\" style. It is simple midwestern cholesterol-coated perfection. This low ranking is a disgrace.",
            "writer"    : "Kate Knibbs",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        },
        {
            "id"        : 50,
            "title"     : "Cheeseburger",
            "brand"     : "Five Guys",
            "category"  : "Burger",
            "img"       : "img/items/50.jpg",
            "desc"      : "Five Guys crafts their cheeseburgers, they don't just plain old make them, and yes, there's a difference -- in flavor, quality, and number of drips of glorious grease. If your burger doesn't come in a bag so soaked it's transparent, you're doing it wrong, and Five Guys does it very right.",
            "writer"    : "Erin Barney",
            "stats"     : {
                "calories"  : "",
                "price"     : "",
                "debut"     : ""
            }
        }
    ]
}