{"episodes":[{"7":1,"season":6,"episode_number":610,"title":"The Winds of Winter","director":"Miguel Sapochnik","air_date":"2016-06-26T07:00:00.000Z","winner":"","blurb_writer":"Mallory","blurb":"<p>George R.R. Martin published <i>A Game of Thrones</i>, the first book in his sprawling <i>A Song of Ice and Fire</i> fantasy saga, in 1996, and for the ensuing 20 years, readers obsessed over the mystery of Jon Snow’s parentage. Through five of Martin’s novels and 59 episodes of the show that those tomes inspired, the speculation and theorizing surrounding that question fueled an unrivaled shared fan experience. In “The Winds of Winter,” Bran returned to the Tower of Joy to uncover the truth, in so doing providing legions of amateur sleuths and genealogists with the clarity they’d craved for two decades: Jon is not Ned’s son; he’s Lyanna’s. The cut from baby Jon’s face to adult Jon’s face as he’s poised to be named the White Wolf and the King in the North instantly earned its place in the pantheon of shattering TV moments, the rare reveal that not only meets but exceeds expectations and that sparks as many new questions as it just answered. Jon isn’t the episode’s only new ruler, though: Cersei channels her inner Aerys, burning her enemies by blowing up the Sept of Baelor in a chillingly choreographed and scored sequence. As always, her miscalculations have grave consequences, in this case her son Tommen’s suicide. But as Littlefinger once said, chaos is a ladder, and Cersei climbs those rungs right to the Iron Throne, crowning herself queen. She won’t sit comfortably for long, though. After years of languishing out East, Dany finally heads West as the episode concludes, a new Hand by her side, and Greyjoy, Martell, and Tyrell ships in her fleet. Not even Frey pie can beat that.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":2,"season":5,"episode_number":508,"title":"Hardhome","director":"Miguel Sapochnik","air_date":"2015-05-31T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Jason","blurb":"<p>We can say a lot of things about this episode: how it was the first time that the audience <i>really</i> understood the stakes of the story; how it set the stage for Jon's assassination; how its awesomeness stabilized a generally substandard season. All valid. I would add this: The last 20 minutes are as blistering an action sequence as anything I’ve seen in films or television in the last five years. </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E8"},{"7":3,"season":3,"episode_number":309,"title":"The Rains of Castamere","director":"David Nutter","air_date":"2013-06-02T07:00:00.000Z","winner":"Tywin Lannister","blurb_writer":"Jason","blurb":"<p>“The Rains of Castamere” altered audiences’ expectations. Mind you, this is after Ned Stark's beheading at the end of Season 1, which at the time was the most notable NO ONE IS SAFE moment in television history.</p><br/> <p>This time, the ostensible hero wasn't just killed off; he was murdered in shameful, savage fashion along with his family members and many of his supporters. King Robb's lovely, pregnant Queen, Talisa, was stabbed in the belly right in front of him. His mother, Catelyn, pleaded for her son's life and the answer came in the form of a knife, slicing open her throat. Robb's direwolf was speared to death, decapitated, and its head sewed onto his body. AND IT ALL HAPPENED AT A WEDDING! OVER DINNER! AT THE HANDS OF ROBB'S SUPPOSED ALLIES! </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E9"},{"7":4,"season":2,"episode_number":209,"title":"Blackwater","director":"Neil Marshall","air_date":"2012-05-27T07:00:00.000Z","winner":"Tyrion Lannister","blurb_writer":"Mallory","blurb":"<p>“Fuck the Kingsguard, fuck the city, fuck the king”—but cheers to “Blackwater,” a cinematic-quality experience that redefined not only what was possible from a bottle episode of a series or an hour of <i>Game of Thrones</i>, but from the television medium itself. “The dwarf has played his little trick; he can only play it once,” Stannis tells his men following Tyrion’s wildfire ploy, but that pyrotechnic brilliance has played in our minds on loop ever since we first saw it bloom, as green and fierce as any dragon. Amid Tyrion’s stunning heroics, the traitorous sword thrust to his face is also a blade to our hearts, awakening us fully and truly to the danger his own family poses to him. To be fair, kinslaying appears to be in the Lannister blood: Cersei, in one of the show’s most haunting scenes, is on the verge of poisoning Tommen during storytime, dropping her vial only when the saviors arrive. The Hound may be able to flee from fire, but Cersei can’t flee from the truth: In dedicating her life to keeping her children safe, she developed something of a habit of putting them in mortal peril. In ways both explosive and hushed, this episode is an achievement. It is, as Joff would say, <i>urgent business</i>.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E9"},{"7":5,"season":1,"episode_number":109,"title":"Baelor","director":"Alan Taylor","air_date":"2011-06-12T07:00:00.000Z","winner":"Robb Stark","blurb_writer":"Zach K.","blurb":"<p>Among its other magical qualities, <i>Game of Thrones</i> is unique on television because of its reputation as a show unafraid to kill any character. Throughout the realm, there is no Valyrian plot armor strong enough to protect even the most central of protagonists. Six seasons in, that’s part of the appeal, but back in 2011, viewers were entirely unprepared for Ned, the series’ first central protagonist, to die. “Baelor” plays with the common fantasy-genre expectation, too: Even with Ned, looking ragged and disheveled, in chains, Joffrey announces a possible plan to send the former King’s Hand to the Wall—and then he pauses, looks lovingly at Sansa, blinks, and declares, “Ser Ilyn, bring me his head.” Watch Arya’s face throughout this scene. Observe how the camera slows and the mics amplify Ned’s gulping breath in his final moments. You’ll see why—and when—<i>Thrones</i> became a cultural phenomenon.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E9"},{"7":6,"season":6,"episode_number":605,"title":"The Door","director":"Jack Bender","air_date":"2016-05-22T07:00:00.000Z","winner":"","blurb_writer":"Claire","blurb":"<p>So the whole Hodor thing is pretty messed up, right? In “The Door,” we finally find out what happened to the show’s friendly giant. After one of Bran’s visions goes awry, the Night King and several White Walkers turn up at the Three-Eyed Raven’s arboreal lair. In an attempt to escape, Bran wargs into Hodor, rupturing the gap between the present and past for Hodor (né Wylis), and inadvertently causing severe psychological distress to boy-Hodor, who from then on is able only to repeat a slurred version of adult-Hodor’s final instruction from Meera: <i>Hold the door</i>. So, to recap: Bran deeply traumatized a child and then forced that now grown-up child to die while defending him. It’s tragic, and it’s also more than a little bit messed up, even if it was an accident. (Like, <i>whoops</i>, a certain <a href=\"https://www.youtube.com/watch?v=f9I_eCCEl8k\" target=\"_blank\">castle fall</a>.)</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":7,"season":6,"episode_number":602,"title":"Home","director":"Jeremy Podeswa","air_date":"2016-05-01T07:00:00.000Z","winner":"","blurb_writer":"Megan Schuster","blurb":"<p>JON BACK. There are so many critical plot points in “Home,” but most of them were forgotten the second Jon’s eyes flew open. The second episode of Season 6 is exactly as advertised: It’s all about homes. Jon reunites with his body, Ramsay starts his reign in the North by killing off his relatives, and Theon decides to journey back to the Iron Islands while his father, Balon Greyjoy, takes a walk on a rickety bridge in a storm and meets his end at the hands of his brother, Euron. Bran returns to Winterfell, if only through the Weirwood network, and sees a young version of his aunt Lyanna — a beautiful introduction to a character that will become crucial later in the season. And although Tyrion is not “home,” he makes friends with some dragons and spouts the quote that launched a thousand “saaaaame” responses on Twitter: “I drink, and I know things.”</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E8"},{"7":8,"season":4,"episode_number":408,"title":"The Mountain and the Viper","director":"Alex Graves","air_date":"2014-06-01T07:00:00.000Z","winner":"Tywin Lannister","blurb_writer":"Sean Yoo","blurb":"<p>This is an all-timer, a fantasy nerd’s dream come true: Two mythical figures — a monstrous killing machine in Gregor Clegane and a smooth-talking, poison-loving fighter in Oberyn Martell — going head-to-head. As a book reader, I could not have been more hyped for this episode, and it delivered with a near-perfect re-creation of a ridiculously entertaining duel. For much of the fight, Oberyn is cool and calm, and he eventually takes the Mountain down. He briefly tastes victory, but he’s there for vengeance, needing Gregor to confess his crimes against his sister, Elia Martell. It’s one misstep, but it leads to Oberyn’s gruesome death: His head is squished like a large piece of fruit. In typical George R.R. Martin fashion, just when you think your favorite character has a victory, it’s immediately taken away. Rest in peace, Red Viper. May your head be forever unsquished in the afterlife.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E8"},{"7":9,"season":4,"episode_number":402,"title":"The Lion and the Rose","director":"Alex Graves","air_date":"2014-04-13T07:00:00.000Z","winner":"Olenna Tyrell","blurb_writer":"Alyssa B.","blurb":"<p>It’s not every day that Twitter celebrates the death of a teenage boy, but that’s all I can remember after the original airing of “The Lion and the Rose”: pure, unadulterated joy that King Joffrey was finally out of our lives forever. This Lannister death was deeply satisfying, in part, because it was preceded with a relentless string of cruel, petty behavior. Joffrey chops up his uncle’s thoughtful wedding gift, tortures a fool for entertainment, uses dwarves to act out the recent deaths of his guests’ family members, and publicly humiliates Tyrion by forcing him to be his cupbearer. His demise begins with a pathetic little cough, and ends with him lying helplessly in his mother’s arms. Tyrion is immediately blamed, but an earlier conversation hints at the true assassin: “War is war, but killing a man at a wedding? Horrid,” Olenna Tyrell says to Sansa. “What sort of monster would do such a thing?”</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E2"},{"7":10,"season":1,"episode_number":107,"title":"You Win or You Die","director":"Daniel Minahan","air_date":"2011-05-29T07:00:00.000Z","winner":"Cersei Lannister","blurb_writer":"Andrew G.","blurb":"<p>Shouts to this Season 1 episode for making it plainly clear how unfair the world of <i>Game of Thrones</i> is—watching Ned Stark’s honorable choices blow up in his face, as Cersei and Littlefinger brazenly circumvent the proper chain of succession, is an “aha” moment. But this episode stands out not for the ending, but for the beginning: <a href=\"https://www.youtube.com/watch?v=47MazYDnmaU\" target=\"_blank\">Tywin Lannister’s stern speech to Jaime</a> about the importance of the family name — delivered  while skinning a deer — is a top-three Tywin moment.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E7"},{"7":11,"season":3,"episode_number":305,"title":"Kissed by Fire","director":"Alex Graves","air_date":"2013-04-28T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Andrew G.","blurb":"<p>Though “Kissed by Fire” does feature a fight to the death between the Hound and Beric Dondarrion with a FLAMING SWORD, Robb Stark (stupidly) beheading Rickard Karstark, and some all-time maneuvering by Tywin Lannister, this episode should be remembered as The One Where Jaime Lannister Tells His Story. Sitting in a Harrenhal bath, his right arm newly missing a hand, <a href=\"https://www.youtube.com/watch?v=eZ5oRxgphRc\" target=\"_blank\">Jaime tells Brienne <i>his</i> side</a> of the tale that led to his nickname, Kingslayer. Jaime’s confession that he needed to make a choice between keeping an oath and saving innocent lives is the first time we empathize with him. It’s a shining example of one of <i>Game of Thrones</i>’ greatest abilities: presenting us with complex characters who do not land comfortably in classifications of good or bad.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E5"},{"7":12,"season":4,"episode_number":409,"title":"The Watchers on the Wall","director":"Neil Marshall","air_date":"2014-06-08T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Alison H.","blurb":"<p>\"Watchers\" is probably the least celebrated of <i>Game of Thrones</i>' now-anticipated blockbuster episodes, but simply being in that category automatically lands it in the top 15 overall. Formidable as Neil Marshall's proved ability to fit an action feature inside a TV season may be, though, \"Watchers\" is largely remembered for one of the more emotional deaths in a series with an average of three-plus deaths per hour. Ygritte and Jon were likely doomed from the start, but having her die at a child recruit's hands — a child who'll eventually kill the other half of the couple, too, for completism's sake — is a particularly tragic twist.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E9"},{"7":13,"season":1,"episode_number":101,"title":"Winter Is Coming","director":"Tim Van Patten","air_date":"2011-04-17T07:00:00.000Z","winner":"Viserys Targaryen","blurb_writer":"Kate","blurb":"<p>Pilots are often terrible, but <i>Game of Thrones</i>’ inaugural episode is a sprawling, gripping epic, introducing most of the series' main characters and conflicts. It’s stuffed with detail,  but somehow doesn’t feel rushed. This is the result of meticulous retooling: The original version of the episode fell short of HBO's standards, so “Winter Is Coming” was completely reshot, and several key roles were recast, including Daenerys. Imagine Dany played by anyone but Emilia Clarke! I can't, and that's a testament to how assiduously <i>Game of Thrones</i> mapped out and populated George R.R. Martin's universe, right from the start. </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E1"},{"7":14,"season":4,"episode_number":410,"title":"The Children","director":"Alex Graves","air_date":"2014-06-15T07:00:00.000Z","winner":"Bran Stark","blurb_writer":"Zach M.","blurb":"<p>After a head-smashing trial by combat and an epic showdown at the Wall in the previous two episodes, what else is left for the Season 4 finale? SO MUCH. Stannis captures Mance Rayder, the King-Beyond-the-Wall; Bran is tree-united with the Three-Eyed Raven; Dany chains two of her dragons; the Hound and Brienne savagely clash over Arya; and the man who supposedly “<a href=\"http://gameofthrones.wikia.com/wiki/Tywin_Lannister\" target=\"_blank\">shits gold</a>” is given a fitting end.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E10"},{"7":15,"season":5,"episode_number":510,"title":"Mother's Mercy","director":"David Nutter","air_date":"2015-06-14T07:00:00.000Z","winner":"High Sparrow","blurb_writer":"Alyssa B.","blurb":"<p>Every character strives to return to what’s familiar — sometimes at a great cost. For Theon, that means finally breaking free from his torture-induced alter ego, saving Sansa from an arrow to the face, and jumping off a very tall wall to escape Winterfell. Arya’s reunion was a bloody confrontation with the man who killed her sword-fighting teacher, which also angered the Many-Faced God and cost her her eyesight. Cersei confesses (some of) her sins to the High Sparrow, endures the saddest pixie cut makeover ever, and bares all in her walk of shame back to that high castle in the sky. But of all the bum reunion deals handed out in this episode, Jon Snow’s is the worst. He’s told a wildling might know about his uncle’s whereabouts, but when he runs into a crowd to investigate, all he gets is a bunch of daggers to the gut. Reunions have a funny way of going South on this show, just like weddings.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E10"},{"7":16,"season":6,"episode_number":609,"title":"Battle of the Bastards","director":"Miguel Sapochnik","air_date":"2016-06-19T07:00:00.000Z","winner":"","blurb_writer":"Sean Yoo","blurb":"<p>This is, in my opinion, the greatest <i>Game of Thrones</i> episode ever, and it has the best battle scene in the entire series. The episode hits on three major <i>Thrones</i> themes: dragons, murder, and revenge. It’s dragons galore in the first half of the episode, as Dany and her crew attack the slavers’ fleet, with Drogon looking bigger than ever (I guess those offseason workouts paid off). Later, Ramsay kills Rickon Stark, a death that probably could have been avoided if Young Rick just zigzagged as he ran. The last 30 minutes are full of blood, guts, and a full range of emotion: fear when the Bolton army is constricting Jon’s crew; sadness when Wun-Wun, possibly the last giant, dies after taking an arrow to the eyeball; and happiness when the Vale army arrives, and Jon punches Ramsay’s face repeatedly. Finally, in perfect <i>Thrones</i> fashion, Sansa gets her revenge on Ramsay by feeding him to his own dogs.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":17,"season":3,"episode_number":304,"title":"And Now His Watch Is Ended","director":"Alex Graves","air_date":"2013-04-21T07:00:00.000Z","winner":"Daenerys Targaryen","blurb_writer":"Riley","blurb":"<p>I’m generally annoyed by the way Daenerys breezes through any obstacle that comes her way, so her going on yet another uninspired “I am Daenerys Stormborn, etc., etc., etc.” speech before taking the Unsullied and burning the masters of Astapor is a low point for me. But the beginning of Jaime’s babyface turn (his hand was cut off in the previous episode), a <a href=\"https://www.youtube.com/watch?v=K-fPqhXZrOE\" target=\"_blank\">classic Tywin scene</a>, Varys finally revealing his backstory, and Olenna and Margaery Tyrell <a href=\"https://www.youtube.com/watch?v=cFZen-XO5II\" target=\"_blank\">running</a> <a href=\"https://www.youtube.com/watch?v=zAjb1_6H9Bo\" target=\"_blank\">wild</a> more than make up for Dany’s unsatisfying conquest.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E4"},{"7":18,"season":1,"episode_number":110,"title":"Fire and Blood","director":"Alan Taylor","air_date":"2011-06-19T07:00:00.000Z","winner":"Daenerys Targaryen","blurb_writer":"Mallory","blurb":"<p>Goodbye, Khal Drogo—HELLO, MOTHER OF DRAGONS! In the wake of Ned’s shocking beheading in the freshman season’s penultimate episode, the finale birthed a new hero for us to invest in—and three miraculous baby dragons to boot. Also back in the world after a prolonged slumber: the King in the North title, awarded to Robb Stark in a scene as chilling as the events that fueled his rise (and that will come to fuel his fall). Robb’s siblings, meanwhile, are in dire straits: Bran is starting to grasp the power of his Three-Eyed Raven dreams; Arya is in hiding, pretending to be a boy and a Night’s Watch recruit; and Sansa is Cersei’s prisoner, forced (by Joffrey, who else?) to gaze upon her father’s severed head. Speaking of Cersei: Don’t underestimate the importance of the finale’s Lancel affair reveal. Jaime, now Robb’s prisoner, tells Catelyn in “Fire and Blood” that “There are no men like me; only me.” If only he’d known to say “And the younger, scrawnier version of me who’s going to bed my sister, find religion, and then betray her, thereby causing her to burn down half of King’s Landing.”</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E10"},{"7":19,"season":1,"episode_number":104,"title":"Cripples, Bastards, and Broken Things","director":"Brian Kirk","air_date":"2011-05-08T07:00:00.000Z","winner":"Catelyn Stark","blurb_writer":"Mallory","blurb":"<p>The seed is strong! And so is this episode’s closing scene, a thrilling call to arms in which Catelyn Stark, suddenly face-to-face with the man she thinks tried to murder her son, solicits the assembled knights of the Riverlands to come to her aid to take Tyrion Lannister prisoner. Of course, Cat’s decision is one of the chief inciting incidents for the wars to come, a bold but hasty maneuver that will spark myriad other bold but hasty maneuvers. But that’s what makes it fun! Also fun: Meeting Bronn, Gendry, the Mountain, and Sam for the first time; hearing Littlefinger creepily tell Sansa about the Mountain and the Hound’s fiery history; and witnessing Ned and Grand Maester Pycelle discuss what Hermione Granger would surely consider <a href=\"http://gameofthrones.wikia.com/wiki/The_Lineages_and_Histories_of_the_Great_Houses_of_the_Seven_Kingdoms\" target=\"_blank\">a bit of light reading</a>. Also, never forget that we got one of our earliest and best dragon intel downloads while Viserys was boning Doreah in a bathtub. Ah, sexposition.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E4"},{"7":20,"season":4,"episode_number":406,"title":"The Laws of Gods and Men","director":"Alik Sakharov","air_date":"2014-05-11T07:00:00.000Z","winner":"Davos Seaworth","blurb_writer":"Alison H.","blurb":"<p><a href=\"https://www.youtube.com/watch?v=R7aogowMBqM\" target=\"_blank\">Tyrion turns heel</a>! \"Laws\" is home to three of the finest minutes of grandstanding in <i>Thrones</i> history (and boy, is there some competition there). Peter Dinklage does stunning work in showing his character's bitterness finally overtaking his pragmatic idealism, gleefully letting his long-repressed spite boil over into a truly vicious series of takedowns. \"Watching your vicious bastard die gave me more relief than a thousand lying whores\" is a burn for the ages. Oh, and it sets up Oberyn Martell's iconically grisly death as Tyrion's champion in a trial by combat.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E6"},{"7":21,"season":4,"episode_number":401,"title":"Two Swords","director":"D.B. Weiss","air_date":"2014-04-06T07:00:00.000Z","winner":"Oberyn Martell","blurb_writer":"Danny H.","blurb":"<p>“Everything’s changed,” Cersei says to Jaime as she exiles him to the brother/friend zone, and she’s not wrong. “Two Swords,” the Season 4 premiere, reorients our Westerosi reality in a post–Red Wedding world. Sansa has finally realized that being a Stark sucks. We are introduced to Oberyn Martell, who stabs a Lannister 75 seconds into his debut and then invites Tyrion and Bronn to a good old-fashioned Dornish orgy (Dorngy?). But ultimately, this episode is about the Hound <a href=\"https://www.youtube.com/watch?v=GWmGrR9a818\" target=\"_blank\">slaughtering a bunch of Lannister soldiers</a> over some food. They should have just called this episode “<a href=\"http://www.margaretwallace.com/wp-content/uploads/2014/04/hc-repl.jpg\" target=\"_blank\">Two Chickens</a>.”</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E1"},{"7":22,"season":1,"episode_number":108,"title":"The Pointy End","director":"Daniel Minahan","air_date":"2011-06-05T07:00:00.000Z","winner":"Syrio Forel","blurb_writer":"Zach K.","blurb":"<p>Jon (re-)kills a wight, Tyrion bonds with Bronn, and Robb gains the respect of the assembled Northern lords with a dinnertime animal show. The best scene in “The Pointy End,” though, comes in King’s Landing, where Syrio Forel shows full-speed water dancing for the first time. He’s graceful with a wooden sword and utterly contemptuous of the oafs who dare attack him, and before he falls, one last time we hear: “What do we say to the God of Death?” “Not today.”</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E8"},{"7":23,"season":6,"episode_number":603,"title":"Oathbreaker","director":"Daniel Sackheim","air_date":"2016-05-08T07:00:00.000Z","winner":"","blurb_writer":"Danny H.","blurb":"<p>“My watch is ended,” the newly resurrected Jon Snow says as he resigns his post as Lord Commander of the Night’s Watch (presumably because “This job sucks” isn’t a very Messiah-like thing to say). After Jon is reborn at Castle Black, we finally get a sneak preview of his original birth at the Tower of Joy, and with it an up-close look at <a href=\"https://www.youtube.com/watch?v=4CTJEZXtr94\" target=\"_blank\">Ser Arthur Dayne slicing up Stark bannermen</a> like cheese on Cersei’s cutting board. The only thing in this episode more brutal to watch than Dayne being stabbed in the back of the throat is Tyrion trying — and failing — to get <a href=\"https://www.youtube.com/watch?v=5L0Xy5rfVcI\" target=\"_blank\">Grey Worm and Missandei</a> to play a drinking game with him (a.k.a. the most awkward college-freshman-like exchange ever seen on <i>Game of Thrones</i>).</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":24,"season":3,"episode_number":306,"title":"The Climb","director":"Alik Sakharov","air_date":"2013-05-05T07:00:00.000Z","winner":"The Wildlings","blurb_writer":"Katie Bakes","blurb":"<p>Ygritte and Jon Snow have basically the same relationship as a pair of horny teens fumbling around at sleepaway camp: They flirt by talking shit, pitch tents in more ways than one, and make out during deadly, scenic hikes. But their repartee isn’t even the episode’s best: Second place goes to Olenna Tyrell and Tywin Lannister’s exchange (“He’s a sword-swallower, through and through!” Olenna chirps of Loras, her grandson), while a conversation between Littlefinger and Varys earns the gold. “Chaos is a ladder,” Littlefinger hisses, channeling Steve Bannon and defining the entire <i>Game of Thrones</i> series more accurately than even <i>valar morghulis</i> does.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E6"},{"7":25,"season":2,"episode_number":210,"title":"Valar Morghulis","director":"Alan Taylor","air_date":"2012-06-03T07:00:00.000Z","winner":"Daenerys Targaryen","blurb_writer":"Alison H.","blurb":"<p><i>Thrones</i> finales are for cleaning up the mess the penultimates’ explosions leave behind. Coming immediately after \"Blackwater,\" \"Valar Morghulis\" is no exception, particularly since it has to shoulder some of the plot burden its predecessor shrugged off by focusing exclusively on King's Landing. That said, \"Valar Morghulis\" is surprisingly exciting, featuring the first of many dragon roastings, a rough comedown for Tyrion the hero, and the beginnings of Brienne and Jaime's buddy routine. Overall, it's an effective springboard for Season 3, one of <i>Thrones</i>' very best.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E10"},{"7":26,"season":6,"episode_number":608,"title":"No One","director":"Mark Mylod","air_date":"2016-06-12T07:00:00.000Z","winner":"","blurb_writer":"Megan Schuster","blurb":"<p>There’s plenty of strategic maneuvering in “No One,” but this episode also injects some necessary humor into a season that will only get heavier in its final two episodes. Early on we see Brienne and Pod chilling on horseback outside Riverrun, monitoring the Lannister forces surrounding the castle. “Looks like a siege, m’lady,” Pod points out. Brienne stares out over the field and responds, “You have a keen military mind, Pod.” From there we get some Pod-Bronn shenanigans, a Tyrion-hosted comedy night in Meereen, and a few sassy comebacks from the Hound. Although “No One” largely serves to tie up loose ends before “Battle of the Bastards,” we do end with one shining moment. Arya finally bests the waif and then mic-drops her way out of Braavos: “A girl is Arya Stark of Winterfell. And I’m going home.”</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":27,"season":5,"episode_number":509,"title":"The Dance of Dragons","director":"David Nutter","air_date":"2015-06-07T07:00:00.000Z","winner":"Drogon","blurb_writer":"Andrew G.","blurb":"<p>This is a compelling hour in which the pressure is on for several of the show’s female characters. Faced with a choice between duty and personal vengeance, Arya betrays her assassin’s code to exact <i>unbelievably</i> gruesome revenge on Ser Meryn Trant; Daenerys’s tenuous hold on Meereen breaks as rebellion rises (though, on the bright side, Drogon returns!); and in one of the show’s darkest moments, Stannis Baratheon burns his own daughter at the stake as a sacrifice. The penultimate episode of Season 5 is a brutal one, but it proves to be an important turning point in the show.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E9"},{"7":28,"season":3,"episode_number":310,"title":"Mhysa","director":"David Nutter","air_date":"2013-06-09T07:00:00.000Z","winner":"Daenerys Targaryen","blurb_writer":"Katie Bakes","blurb":"<p>Following an act like the Red Wedding isn’t easy, and living up to the previous season finales — Dany and her dragons in Season 1, those White Walkers in Season 2 — is just as tough. The solution: the ol’ dick-in-the-box -- always a crowd pleaser. This is an episode filled with desecration: the Frey’s mount Grey Wind’s head on Robb Stark’s body; Joffrey fantasizes about serving Sansa her brother's head for dinner; Ygritte fills Jon Snow’s torso with arrows. And then there’s Gendry, who avoids his own bodily harm by hopping on the slow rowboat to wherever. Bon voyage!</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E10"},{"7":29,"season":4,"episode_number":407,"title":"Mockingbird","director":"Alik Sakharov","air_date":"2014-05-18T07:00:00.000Z","winner":"Littlefinger","blurb_writer":"Shaker","blurb":"<p>In the episode in which Oberyn is named Tyrion’s champion for a trial by combat, Dany gets it on, and Lysa Arryn dies, it's an encounter in the Riverlands that stands out most. Normally when <i>Thrones</i> talks about death, it’s romanticized. Every God, king, lord, and serf has something to say about the end, often with an idealized tone. In “Mockingbird,” that isn’t the case. Arya tells a dying man not to be afraid of “nothing,” because \"<a href=\"https://www.youtube.com/watch?v=p4RS9NgU6iA\" target=\"_blank\">Nothing isn’t better or worse than anything. Nothing is just nothing</a>”-- right before the Hound puts him out of his misery. No kill we’ve watched is more matter-of-fact. The man’s death is a harsh reality in a fantasy world.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E7"},{"7":30,"season":2,"episode_number":205,"title":"The Ghost of Harrenhal","director":"David Petrarca","air_date":"2012-04-29T07:00:00.000Z","winner":"Stannis Baratheon","blurb_writer":"Claire","blurb":"<p>THE MOTHERFLIPPIN’ SHADOW MONSTER COMES TO SAY HELLO! Or, uh, <a href=\"https://www.youtube.com/watch?v=Knq_7MfHO0o\" target=\"_blank\">goodbye</a>. The unleashing of the Red Woman’s murderous Shadow baby sentenced us to umpteen future scenes of Stannis “Boring Weirdo Who I Think Taught at My Middle School” Baratheon, but it also launched Brienne of Tarth’s allegiance to the Stark family. It signaled something new, at least for those of us who’ve never read the books: Magic is real in this world, and it’s in all likelihood going to be the thing that shapes how the kingdoms look at the end of all the mortals’ scheming.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E5"},{"7":31,"season":6,"episode_number":606,"title":"Blood of My Blood","director":"Jack Bender","air_date":"2016-05-29T07:00:00.000Z","winner":"","blurb_writer":"Alison H.","blurb":"<p>\"Blood of My Blood\" is one of those unglamorous midseason episodes — featuring check-ins with Arya, Bran, and of all people, Walder Frey — that does a lot of heavy plot lifting without many well-known highlights. It does, however, feature Sam learning to stand up to his asshole of a dad during a pitstop in the Reach on the way to the Citadel. Sam’s memorable lifting of his family's Valyrian steel sword lands \"Blood\" solidly in the middle of the pack in the rankings.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":32,"season":1,"episode_number":103,"title":"Lord Snow","director":"Brian Kirk","air_date":"2011-05-01T07:00:00.000Z","winner":"Arya Stark","blurb_writer":"Kate","blurb":"<p>The episode introduces us to Littlefinger and Varys, two characters who’ll make the King's Landing viewing experience delightful for seasons to come. It's also the first appearance of Arya's beloved sword-fighting instructor, Syrio, and a standout episode for Maisie Williams. It's almost like a second pilot, in that it’s extremely exposition-heavy. I will always hold \"Lord Snow\" dear to my heart because in it we see Tyrion and Jon Snow bond on the Wall, and I would watch a whole show about Tyrion and Jon being buds.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E3"},{"7":33,"season":2,"episode_number":208,"title":"The Prince of Winterfell","director":"Alan Taylor","air_date":"2012-05-20T07:00:00.000Z","winner":"Arya Stark","blurb_writer":"Kate","blurb":"<p>Everyone acts like an idiot in “The Prince of Winterfell.” Robb and Lady Talisa finally make out after she tells him a long-winded story about her brother almost drowning, which might have been a happy moment for people who hadn't read the books before watching the show, but for readers it was like watching people take the first steps toward their inevitable deaths. Theon preens around Winterfell, Cersei mistakenly kidnaps Ros instead of Shae in a failed attempt to punish Tyrion, Dany mopes about her dragons, Catelyn gets arrested by her own son for being such a nuisance, and Sam FINDS A MAGICAL HORN AND LEAVES IT IN THE SNOW. I recommend skipping this episode if you're doing a rewatch because it's tough to see everyone reaching their foolish apex at once.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E8"},{"7":34,"season":1,"episode_number":105,"title":"The Wolf and the Lion","director":"Brian Kirk","air_date":"2011-05-15T07:00:00.000Z","winner":"Lord Varys/Illyrio Mopatis","blurb_writer":"Zach K.","blurb":"<p>Memorable moments abound in a solid mid-first-season episode. Tyrion makes his first kill, Ned and Robert spar, and Ned and Jaime star in the series’ first standout fight sequence. The long-gestating plot Arya overhears developing deep in the Red Keep’s dungeons is the episode’s most important element and provides a delicious rewatch.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E5"},{"7":35,"season":2,"episode_number":203,"title":"What Is Dead May Never Die","director":"Alik Sakharov","air_date":"2012-04-15T07:00:00.000Z","winner":"Margaery Tyrell","blurb_writer":"Katie Bakes","blurb":"<p>There’s some excellent scheming in this one: a pragmatic Margaery offers to let her brother fluff her husband if it will help produce an heir; a suspicious Tyrion, hoping to find the human leak in Westeros’s deep state, gives different information to various members of the Small Council to see which version of the story gets back to Cersei. (Turns out Pycelle isn’t just a laxative dealer; he’s also the mole.) The episode also includes an introduction to tha gawd Brienne of Tarth, poor sweet Tommen’s first lines in the series, and a tender moment between Sam and Gilly involving a cherished thimble.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E3"},{"7":36,"season":2,"episode_number":207,"title":"A Man Without Honor","director":"David Nutter","air_date":"2012-05-13T07:00:00.000Z","winner":"Xaro Xhoan Daxos/Pyat Pree","blurb_writer":"Riley","blurb":"<p>This is a workhorse episode of <i>Thrones</i>, prepping for future events that will rock the series. Sansa enters womanhood, Tyrion continues preparations for Stannis’s attack, Ygritte’s flirtations with Jon become more explicit, and Pyat Pree invites Dany to find her dragons in the House of the Undying. There’s plenty of interesting wrinkles here, but it doesn’t have the “wow” factor of so many other episodes.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E7"},{"7":37,"season":6,"episode_number":601,"title":"The Red Woman","director":"Jeremy Podeswa","air_date":"2016-04-24T07:00:00.000Z","winner":"","blurb_writer":"Alyssa B.","blurb":"<p>This episode is brought to you by misery, with instructions on how to wallow in it. The premiere of Season 6 finds our protagonists depressed by, and powerless against, their increasingly extenuating circumstances. After discovering that Jon is dead, Davos and Co. lock themselves in a room with his lifeless body, unsure of what to do. Jorah hopelessly searches for Dany (and her forgiveness) alongside her much more handsome suitor, Daario, all while itching at that nasty rash of Greyscale that will eventually turn him into a monster. Thoroughly shook by her false prediction that Stannis would prevail, the Red Woman takes off her choker to reveal that she’s actually a terrifying 10-million-year-old lady who just needs a long nap. The only two people with optimistic plotlines in this episode are those who had given up hope long ago: Sansa and Theon. Just when it looks like they’re doomed to be torn apart by the Bolton canine unit, Brienne of Tarth saves them and pledges her allegiance once again. As Sansa accepts, you can almost see a twinkle of optimism in her eye.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":38,"season":1,"episode_number":106,"title":"A Golden Crown","director":"Daniel Minahan","air_date":"2011-05-22T07:00:00.000Z","winner":"Tyrion Lannister","blurb_writer":"Danny H.","blurb":"<p>“A Golden Crown” provides the first instance of a viscerally hateable character meeting a gruesome end when Viserys gets his titular golden crown. (Just <a href=\"https://www.youtube.com/watch?v=Akl6OK2HUNA&feature=youtu.be&t=199\" target=\"_blank\">listen to the <i>clank</i></a> Viserys’s head makes hitting the floor.) Second, and more important, this episode unites Tyrion and Bronn. <a href=\"https://www.youtube.com/watch?v=NN30YMzja6Y\" target=\"_blank\">Tyrion’s trial by combat</a> teaches us everything we need to know about <i>Thrones</i>: Gold talks, honor is overrated, and social mobility is all about killing the right people at the right time.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E6"},{"7":39,"season":2,"episode_number":204,"title":"Garden of Bones","director":"David Petrarca","air_date":"2012-04-22T07:00:00.000Z","winner":"Tyrion Lannister","blurb_writer":"Sean Yoo","blurb":"<p>[<i>Extremely Stefon from</i> SNL <i>voice</i>] If you’re looking for a classic <i>Game of Thrones</i> episode featuring all your favorite players, this is the one for you. Head to King's Landing if you’re jonesing for some Joffrey cruelty or a Tyrion monologue that gets Emmy voters all hot and bothered. Westeros’s hottest new club is Harrenhal. It’s got a Tickler, a Mountain, and a scene where good-guy-bad-guy Tywin Lannister befriends Arya Stark. Finally, across the Narrow Sea, a new club-promoting group called the Thirteen has the hottest place in downtown Qarth. This episode has all the things you love about <i>Game of Thrones</i> stuffed into 51 minutes of quality cable content. </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E4"},{"7":40,"season":2,"episode_number":206,"title":"The Old Gods and the New","director":"David Nutter","air_date":"2012-05-06T07:00:00.000Z","winner":"Theon Greyjoy","blurb_writer":"Zach M.","blurb":"<p>There are only a handful of moments when we get the satisfaction of Joffrey being completely humiliated, and none is better than a cowpie to the face quickly followed by a slap from Tyrion in “The Old Gods and the New.” Plus, a forbidden-love story is born as Jon Snow meets Ygritte the wildling in a botched beheading turned cuddle sesh.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E6"},{"7":41,"season":3,"episode_number":302,"title":"Dark Wings, Dark Words","director":"Daniel Minahan","air_date":"2013-04-07T07:00:00.000Z","winner":"Olenna and Margaery Tyrell","blurb_writer":"Claire","blurb":"<p>All I want is Jaime + Brienne. Braime. Jaimenne. They are <i>so right for each other</i> and yet duty/sororal libidos keep interfering. A lot happens in “Dark Wings, Dark Words,” principally scheming that’s going to end poorly for everyone soon enough—Shae mackin’ on Tyrion; Margaery giving Joffrey a Murder Boner (medical term)—but it’s the first real bit of heave-ho with Jaime and Brienne that makes the episode memorable. Jaime’s a jerk; Brienne’s too proper; but they agree even on this early occasion that love follows no rules and makes everything else look petty. Braime forever.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E2"},{"7":42,"season":3,"episode_number":303,"title":"Walk of Punishment","director":"David Benioff","air_date":"2013-04-14T07:00:00.000Z","winner":"Locke/The Boltons","blurb_writer":"Kate","blurb":"<p>In “Walk of Punishment,” Podrick Payne goes from big ol' virgin to the hottest stud in Westeros, so it gets an automatic A. This is also where Dany meets Missandei and Hot Pie bakes a hilariously crappy direwolf bread loaf. It's not perfect, because Theon first encounters Ramsay (which means this is the beginning of Game of Thrones’ most dragged-out, grossly violent story line), but it has a hell of an ending — this is the last episode featuring both of Jaime Lannister's hands, and the final scene made me scream the first time I saw it.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E3"},{"7":43,"season":3,"episode_number":307,"title":"The Bear and the Maiden Fair","director":"Michelle MacLaren","air_date":"2013-05-12T07:00:00.000Z","winner":"Jaime Lannister","blurb_writer":"Andrew G.","blurb":"<p>This episode is representative of the third season’s up-and-down nature. “The Bear and the Maiden Fair” is mired in Ramsay’s ongoing torture of Theon (this is the infamous “Theon castration” episode) and Daenerys’s aimless Essos conquests. But it’s also filled with moments of brilliance, like a delicious tête-à-tête between King Joffrey and Tywin (I miss thee!) and, most notably, Jaime Lannister in Peak Good Guy mode, racing back to Harrenhal to save Brienne from an angry bear.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E7"},{"7":44,"season":4,"episode_number":404,"title":"Oathkeeper","director":"Michelle MacLaren","air_date":"2014-04-27T07:00:00.000Z","winner":"Daenerys Targaryen","blurb_writer":"Rob","blurb":"<p>This marked a major turning point in the diverging Books vs. Show narratives: The eerie closing flourish especially, involving the Night King and a crying baby, was <a href=\"http://www.vanityfair.com/hollywood/2014/04/game-of-thrones-addresses-fan-complaints\" target=\"_blank\">defiantly off-book</a>, and helped cement the idea that this show was intent on doing its own thing. In Meereen, Grey Worm gives a big slave-rebellion speech (“A single day of freedom is worth more than a lifetime in chains.”) while Daenerys crucifies the slavers. There’s plenty of dour Jon Snow–Sam-Gilly-Bran–Craster’s Keep action, sure, fine. But the MVP is Jaime Lannister, managing the fallout from Joffrey’s death via a series of delicate conversations: with a defiant Bronn, an imprisoned Tyrion, an inconsolable Cersei, and most effectively a moon-eyed Brienne, who gets a new sword (Oathkeeper), new armor, a new squire (Pod!), and a new mission to hunt down Sansa. For Jaime-Brienne shippers, this is the Emmy moment in our cold, cold hearts. </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E4"},{"7":45,"season":5,"episode_number":501,"title":"The Wars to Come","director":"Michael Slovis","air_date":"2015-04-12T07:00:00.000Z","winner":"Lord Varys","blurb_writer":"Riley","blurb":"<p>This is the episode that gives us Cersei's flashback to <a href=\"http://gameofthrones.wikia.com/wiki/Maggy\" target=\"_blank\">Maggy</a>’s prophecy -- a move I was initially skeptical of, but it was handled excellently, setting the stage for the Tower of Joy flashbacks in Season 6. The other highlight of this episode: Jon shooting Mance Rayder in the heart as he’s being burned at the stake. Anything that foils the Red Woman’s barbaric acts of human sacrifice is a plus.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E1"},{"7":46,"season":6,"episode_number":604,"title":"Book of the Stranger","director":"Daniel Sackheim","air_date":"2016-05-15T07:00:00.000Z","winner":"","blurb_writer":"Katie Bakes","blurb":"<p>This is one of those sprawling episodes that mostly “sets the table,” but as Osha finds out the hard way after trying to seduce Ramsay, the knives on that table are super sharp. Dany coolly strolls through murderous flames, Margaery hears about the bad ol’ days when “The High Sparrow” was a description of her captor’s favorite orgy positions, some Stark siblings embrace, and we all wish Brienne and Tormund would, too.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":47,"season":1,"episode_number":102,"title":"The Kingsroad","director":"Tim Van Patten","air_date":"2011-04-24T07:00:00.000Z","winner":"Direwolves","blurb_writer":"Rob","blurb":"<p>So the pilot ended with an incestuous brother-sister couple shoving a cute kid out a high castle window, and here you are, back for more. Huh. As you wish! Ned heads to King’s Landing and Jon Snow gets his first look at the Wall, gaping at it with his trademark erotic vacuousness; meanwhile, Joffrey sniffs through his first super-evil showcase, menacing Arya and a poor doomed “butcher’s boy” down by the river. In happier, or at least sexier news, Daenerys learns how to please her new husband Khal Drogo by speaking a little Dothraki. She also hones her bedroom wiles after hearing the inspiring legend of a famous courtesan literally named “Irogenia of Lys,” an early indication that this show would be trying hard, but not that hard. The episode ends with a comatose Bran opening his eyes as Ned slashes a direwolf’s throat—yikes—but it’s not like you weren’t warned. </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S1E2"},{"7":48,"season":6,"episode_number":607,"title":"The Broken Man","director":"Mark Mylod","air_date":"2016-06-05T07:00:00.000Z","winner":"","blurb_writer":"Rob","blurb":"<p>All right! Ian McShane! Finally! He’s gonna do all kinds of rad stuff! Welp! He’s dead! Never mind! The Hound’s still alive and super-pissed, though, which is reasonable consolation; meanwhile, the show (and the internet) gains a new folk hero in <a href=\"http://www.mtv.com/news/2888879/game-of-thrones-lady-lyanna-mormont/\" target=\"_blank\">Lyanna Mormont</a>, the 10-year-old ruler of Bear Island, who thoroughly owns Jon Snow during his wan attempts to build an army for his attack on Winterfell. Otherwise, we’re a little stalled here: Margaery Tyrell butters up the High Sparrow, Jaime negotiates with the Blackfish in the midst of a castle siege that will <i>definitely</i> not end in anticlimax, and Theon and Yara get some drinking in before they head off to find Daenerys. The most alarming development: Arya’s endless battle with the Waif is finally winding down, which is to say that Arya gets stabbed in the gut a bunch of times and is left for dead. Relax, she’ll be fine. Eventually.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"TK"},{"7":49,"season":2,"episode_number":201,"title":"The North Remembers","director":"Alan Taylor","air_date":"2012-04-01T07:00:00.000Z","winner":"Lady Melisandre","blurb_writer":"Zach M.","blurb":"<p>The War of the Five Kings is underway, and drama is everywhere in the Seven Kingdoms. Robb Stark is winning battles, newcomers Stannis and Melisandre come in blazing hot, and Tyrion returns to King’s Landing to begin his fabled arc as stand-in Hand of the King.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E1"},{"7":50,"season":3,"episode_number":308,"title":"Second Sons","director":"Michelle MacLaren","air_date":"2013-05-19T07:00:00.000Z","winner":"Samwell Tarly","blurb_writer":"Claire","blurb":"<p>Sansa, who has been the victim of one long chain of tragedy and wickedness, finally had the fortune in “Second Sons” to find kind-hearted misfortune: Her new groom, Tyrion, opts not to rape her, which somehow comes across as an act of great kindness given everything else that happens in this world. The O.G. Daario, moon of my own personal life, makes his first, lock-flowing appearance, and we are all better for it.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E8"},{"7":51,"season":4,"episode_number":405,"title":"First of His Name","director":"Michelle MacLaren","air_date":"2014-05-04T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Sean Yoo","blurb":"<p>Tommen is crowned King, Cersei and Margaery get passive-aggressive, and, across the Narrow Sea, Dany puts Jorah in the friend zone (poor Jorah). We also get a weird family reunion between Sansa, Li’l Robin Arryn, and Bizarre Aunt Lysa. They eat lemon cake together and stare at the Moon Door, like all families do in the Seven Kingdoms. Toward the end of the episode, Bran wargs into Hodor — forming Brandor — and Jon has a warm embrace with Ghost. If only we all had a direwolf or a Hodor to call our best friend. This is a solid <i>Thrones</i> episode, especially for people who love lemoncakes, odd family dynamics, and besties. </p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E5"},{"7":52,"season":5,"episode_number":505,"title":"Kill the Boy","director":"Jeremy Podeswa","air_date":"2015-05-10T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Zach K.","blurb":"<p>The Sansa-Ramsay-Myranda triangle is the least compelling, most discomfiting relationship in which the show has invested. Everything that goes down in Winterfell in “Kill the Boy” is uncomfortable to watch—and not in a narratively engaging, Red Wedding–type way, either. It’s just hard to stomach, and it dims the appeal of an episode that’s otherwise fine, if largely transitional in nature.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E5"},{"7":53,"season":3,"episode_number":301,"title":"Valar Dohaeris","director":"Daniel Minahan","air_date":"2013-03-31T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Sean Yoo","blurb":"<p>This is a great premiere episode that sets the tone for an amazing third season. We start with Sam and the remaining members of the Night’s Watch, who escaped death at the hands of the White Walkers. At the wildling camp, we get two classic scenes: Jon nearly soiling himself in front of a giant, and then foolishly bowing to Tormund, thinking he was Mance Rayder, the King Beyond the Wall. Tywin continues to be a bad dad in King’s Landing, and Barristan Selmy pledges his loyalty to the Mother of Dragons in Astapor. Season 3 is one of the best, and this episode starts things off with a (mild) bang.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S3E1"},{"7":54,"season":5,"episode_number":502,"title":"The House of Black and White","director":"Michael Slovis","air_date":"2015-04-19T07:00:00.000Z","winner":"Jon Snow","blurb_writer":"Riley","blurb":"<p>I had high hopes for Arya reuniting with Jaqen H’ghar, but her journey to that reunion was a slog, and this episode is where it begins. Meanwhile, Jaime decides to head to Dorne — talk about another slog. The only good moment is Lyanna Mormont’s forthright letter to Stannis (\"Bear Island knows no king but the King in the North, whose name is Stark”), a preview of her delightful inclusion in Season 6.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E2"},{"7":55,"season":2,"episode_number":202,"title":"The Night Lands","director":"Alan Taylor","air_date":"2012-04-08T07:00:00.000Z","winner":"Tyrion Lannister","blurb_writer":"Alyssa B.","blurb":"<p>Family usually comes first in <i>Game of Thrones</i>, but “The Night Lands” explores the messy dynamics that arise when characters form alliances outside their own clans. Theon returns home to Pyke dressed in fancy Stark attire, and his dad immediately questions whether iron still runs through his son’s veins. (Also: in the most twisted <i>Punk’d</i> stunt ever, Yara waits till <i>after</i> Theon gropes her to reveal she is his sister.)  Meanwhile, Tyrion’s affinity for his prostitute turned-lover Shae, becomes a problem when Varys points out how easily she could be used against him. And north of the Wall, in Craster’s terrifying polygamist ice prison, Sam takes a chance on helping a pregnant Gilly. (Spoiler alert: It pays off big time.) Of course, it’s Jon Snow who discovers the most unholy arrangement of all: that Craster is sacrificing his newborn sons to the White Walkers, unwittingly helping them build a colossal army. It may be one thing to fall in love with a prostitute, but it’s a whole other one to help a dangerously ambitious ice king build a killer army from scratch.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S2E2"},{"7":56,"season":4,"episode_number":403,"title":"Breaker of Chains","director":"Alex Graves","air_date":"2014-04-20T07:00:00.000Z","winner":"Tywin Lannister","blurb_writer":"Sean Yoo","blurb":"<p>In “Breaker of Chains,” we’re post–Purple Wedding and shit has hit the fan in King’s Landing. Sansa escaped and meets up with Littlefinger, who promises her safety (which basically means nothing — words are winds, my dear Sansa). Joffrey’s death is mourned by nobody except Cersei and Jaime, and in Meereen, Dany launches barrels full of broken chains at the masters of the city to send the message that she’s there to spread freedom.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S4E3"},{"7":57,"season":5,"episode_number":503,"title":"High Sparrow","director":"Mark Mylod","air_date":"2015-04-26T07:00:00.000Z","winner":"Margaery Tyrell","blurb_writer":"Kate","blurb":"<p>Good: Margaery taunts Cersei about how she boinked Cersei's youngest son.</p><p>Bad: Arya gets smacked by the Waif during her boring assassin apprenticeship in Braavos.</p><p>Worst (Like Literally, I Can't Watch It Again It Makes Me So Upset): Littlefinger callously hauls Sansa back to Winterfell to wed the monstrous Ramsay Bolton.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E3"},{"7":58,"season":5,"episode_number":507,"title":"The Gift","director":"Miguel Sapochnik","air_date":"2015-05-24T07:00:00.000Z","winner":"High Sparrow","blurb_writer":"Danny H.","blurb":"<p>“The Gift” is basically the appetizer leading up to “Hardhome,” which excuses the fact that it puts you to sleep faster than a glass of milk of the poppy. Admittedly, saying a <i>Thrones</i> episode is boring is like complaining that your Valyrian sword is dull, but when the most violent act of the episode comes <a href=\"https://www.youtube.com/watch?v=R7Tp2ds_bus&feature=youtu.be&t=77\" target=\"_blank\">from Tyrion</a>, of all people, it makes for a subpar Sunday.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E7"},{"7":59,"season":5,"episode_number":504,"title":"Sons of the Harpy","director":"Mark Mylod","air_date":"2015-05-03T07:00:00.000Z","winner":"Sparrows","blurb_writer":"Zach K.","blurb":"<p>“Sons of the Harpy” suffers from an imbalance toward meandering and ineffectual plotlines, notably by introducing the Sand Snakes, the show’s most disappointing adaptations, who announce themselves with hyperintense dialogue to the point of parody. And look—I don't mind that Barristan Selmy dies. It's <i>Game of Thrones</i>; that's fine, it happens. I don't even mind that Barristan dies at the hands of untrained insurgent fighters thousands of leagues from Westeros; Jaime Lannister lost his hand to a random guy in the Riverlands, so again, it happens. What I do mind is that <i>Thrones</i> has proved time and again that it’s capable of staging a dynamic fight scene, but for Barristan’s last, it instead veers toward the schlocky and unimaginative.</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E4"},{"7":60,"season":5,"episode_number":506,"title":"Unbowed, Unbent, Unbroken","director":"Jeremy Podeswa","air_date":"2015-05-17T07:00:00.000Z","winner":"Littlefinger","blurb_writer":"Alison H. ","blurb":"<p>For a show with a notoriously checkered history in its depictions of sexual assault, this episode marked the point of no return. There's a case to be made for confronting the audience with Sansa's suffering by demonstrating the horrors of her wedding night at the hands of Ramsay Bolton. That the final shot of \"Unbowed, Unbent, Unbroken\" frames that suffering in terms of Theon's relatively miniscule discomfort is inexcusable. For many fans, this was a deal breaker — and who could blame them?</p>","podcast_link":"http://theringer.com","podcast_episode_number":"S5E6"}],"more_coverage":[{"link":"https://theringer.com/2017-nba-draft-rising-and-falling-on-the-board-derrick-white-jonah-bolden-johnathan-motley-anzejs-pasecniks-259a038e04f6","headline":"Eight Prospects Rising and Falling on Our 2017 NBA Draft Big Boards","image":"https://cdn-images-1.medium.com/max/1000/1*Op8pkKs55P9IrN2XjrhIpA.png"},{"link":"https://theringer.com/lonzo-ball-nba-draft-ucla-bruins-e55dae7a62d2","headline":"Looking Back at Lonzo Ball, College Superstar","image":"https://cdn-images-1.medium.com/max/1000/1*uCGECbBRp17d5FFMEFl0fg.png"},{"link":"https://theringer.com/nba-draft-adam-silver-age-limit-ben-simmons-51cc9cfbc034","headline":"Is the NBA Making a Move on the College Game?","image":"https://cdn-images-1.medium.com/max/1000/1*w9yw4XoWyFLZzoapHztrBA.jpeg"},{"link":"https://theringer.com/2017-nba-draft-player-team-combinations-to-avoid-lauri-markkanen-deaaron-fox-jayson-tatum-ca11f00a4a39","headline":"Five Player-Team Combinations to Avoid in the 2017 NBA Draft","image":"https://cdn-images-1.medium.com/max/1000/1*TxyoR0jy_9e7hJ7np3aprA.png"},{"link":"https://theringer.com/2017-nba-draft-jonah-bolden-ucla-adriatic-league-7afd59f16d85","headline":"Jonah Bolden Is a Lottery Talent Hiding in the Second Round","image":"https://cdn-images-1.medium.com/max/1000/1*yv8mbD5gWL6EDCLk0vH7yw.jpeg"},{"link":"https://theringer.com/2017-nba-draft-los-angeles-lakers-lonzo-ball-76ers-d9f529dc1437","headline":"Finding Lonzo Ball’s True NBA Destiny","image":"https://cdn-images-1.medium.com/max/1000/1*zAY2KHU9oOw5wknlt6WsHA.jpeg"},{"link":"https://theringer.com/2017-nba-draft-lauri-markkanen-f42c087e7a1","headline":"Lauri Markkanen Could Be the Latest Game-Changing Stretch 5","image":"https://cdn-images-1.medium.com/max/1000/1*bfNKQKz7WPOxoFozKQYTtg.jpeg"},{"link":"https://theringer.com/nba-draft-casual-fan-guide-2017-josh-jackson-deaaron-fox-f89ef73bd37c","headline":"The Casual Fan’s Guide to Learning About the 2017 NBA Draft Class, Part I","image":"https://cdn-images-1.medium.com/max/1000/1*fH-6N_Tyr6QipD_TgNPXQA.gif"},{"link":"https://theringer.com/2017-nba-draft-lottery-spiritual-fits-perfect-teams-b5a76aec7856","headline":"The Perfect Spiritual Fit for Every Projected NBA Lottery Pick","image":"https://cdn-images-1.medium.com/max/2000/1*ghGcVBn5CXuA8F_Kva8-aA.png"},{"link":"https://theringer.com/2017-nba-draft-3-and-d-prospects-41d14ea486b5","headline":"The 3-and-D Prospect Is the Must-Have Archetype of the 2017 NBA Draft","image":"https://cdn-images-1.medium.com/max/2000/1*SQPLXjMhZShWjlV_Xevuww.png"},{"link":"https://theringer.com/conspiracy-corner-2017-nba-draft-rigged-los-angeles-lakers-2c18e7831379","headline":"The NBA Draft Lottery Was Not Rigged","image":"https://cdn-images-1.medium.com/max/2000/1*bmufXHI2Ut5pd9GjjTXuqg.jpeg"},{"link":"https://theringer.com/draymond-green-golden-state-warriors-nba-draft-3b2fbbcedf76","headline":"The Problem With Searching for the Next Draymond Green","image":"https://cdn-images-1.medium.com/max/1000/1*rR57OZW3iENDAx7m-legfw.jpeg"},{"link":"https://theringer.com/2017-nba-draft-los-angeles-lakers-lonzo-ball-76ers-d9f529dc1437","headline":"Finding Lonzo Ball’s True NBA Destiny","image":"https://cdn-images-1.medium.com/max/1000/1*zAY2KHU9oOw5wknlt6WsHA.jpeg"},{"link":"https://theringer.com/2017-nba-draft-lauri-markkanen-f42c087e7a1","headline":"Lauri Markkanen Could Be the Latest Game-Changing Stretch 5","image":"https://cdn-images-1.medium.com/max/1000/1*bfNKQKz7WPOxoFozKQYTtg.jpeg"},{"link":"https://theringer.com/2017-nba-draft-ringer-guide-year-of-game-changing-point-guards-8baa8db34164","headline":"The Year of the Game-Changing Point Guard Prospect","image":"https://cdn-images-1.medium.com/max/1000/1*OLzA-iHURLi0BYNIrzSd1Q.png"},{"link":"https://theringer.com/2017-nba-finals-kevin-durant-bill-simmons-podcast-96b794bd7b5b","headline":"Kevin Durant on Everything You Could Want to Know About the Finals, Golden State, and Kevin Durant","image":"https://cdn-images-1.medium.com/max/1000/1*xASbl8qo6cJ1SRtDUzu3Vg.jpeg"},{"link":"https://theringer.com/nba-cleveland-cavaliers-trade-kevin-love-paul-george-29a4b6026666","headline":"Cavs, Want to Beat the Warriors? Trade Kevin Love for Paul George.","image":"https://cdn-images-1.medium.com/max/1000/1*daBDhK2sSpcXhmYn1j0Bag.png"},{"link":"https://theringer.com/2017-nba-playoffs-are-the-golden-state-warriors-the-best-team-ever-6efcd39a5d7c","headline":"The Warriors Make Their Claim As the Greatest Team Ever","image":"https://cdn-images-1.medium.com/max/1000/1*_rPNW6RFNmR5mM01wDZ3AQ.jpeg"},{"link":"https://theringer.com/2017-nba-playoffs-finals-golden-state-warriors-kevin-durant-mvp-champion-e9ff506fd882","headline":"Will We Celebrate Kevin Durant?","image":"https://cdn-images-1.medium.com/max/1000/1*kQ1KVMdX_u9XlCor4GbHIQ.jpeg"}]}
